adelonzeta.vscode-inky-snippets
aki77.rails-partial
aki77.rails-routes
Alan.stylus
bung87.rails
bung87.vscode-gemfile
chenxsan.vscode-standardjs
cssho.vscode-svgviewer
donjayamanne.githistory
eamodio.gitlens
eg2.vscode-npm-script
emmanuelbeziat.vscode-great-icons
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
jemmyw.rails-fast-nav
kevinkyang.auto-comment-blocks
misogi.ruby-rubocop
monokai.theme-monokai-pro-vscode
ms-ossdata.vscode-postgresql
octref.vetur
PKief.material-icon-theme
pranaygp.vscode-css-peek
rafamel.subtle-brackets
rebornix.ruby
repeale.material-monokai
robinbentley.sass-indented
shanehofstetter.rails-open-partial
shinnn.stylelint
sianglim.slim
SimonSiefke.svg-preview
streetsidesoftware.code-spell-checker
sysoev.language-stylus
vincaslt.highlight-matching-tag
wingrunr21.vscode-ruby
ybaumes.highlight-trailing-white-spaces
